"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Käivita arvutis Impress\n* Ühenda mõlemad seadmed samasse WiFi-võrku\n* P.S. Hetkel on sinu iOS-seade ühendatud võrguga \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Sul pole hetkel WiFi-ühendust.\n* Ühenda oma iOS-seade ja arvuti samasse võrku.\n* Värskenda\n* Vihje: võid arvutis/iPhone'is luua isikliku pääsupunkti (hotspot).";
/* Popover option */
"About Impress Remote" = "Teave Impressi puldi kohta";
"Back" = "Tagasi";
/* Popover option */
"Blank Screen" = "Tühi ekraan";
"Cancel" = "Loobu";
"Click to refresh" = "Värskenda";
/* Back button to the connect page on navbar */
"Connect" = "Ühenda";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Ühenda oma seadmed samasse WiFi-võrku.";
/* instruction page title */
"Connection" = "Ühendus";
/* Popover option */
"Connection Help" = "Ühenduse abi";
/* Connection Lost Alert title */
"Connection Lost" = "Ühendus kadunud";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ühendus arvutiga on katkenud... Palun proovi see taastada.";
/* Control instruction title */
"Control" = "Juhtimine";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Vajadusel loo oma iPhone'is isiklik pääsupunkt.";
/* Server list section title */
"Custom Connections" = "Kohandatud ühendused";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Kui sinu arvutit ülal ei näidata, lisa see käsitsi IP-aadressi järgi.";
/* Server list section title */
"Detected Connections" = "Tuvastatud ühendused";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Sisesta see kood arvutis, valides Impressi menüüst Slaidiseanss - Impressi pult";
/* Connection failure title */
"Failed to reach server" = "Serveriga ühendumine nurjus.";
/* Connection failure message */
"Failed to reach server Msg" = "Kontrolli üle oma IP-aadress ning vaata, et LibreOffice Impress töötab ja et Impressi puldi võimalus on sätetes lubatud.";
"Failed to reach your computer" = "Sinu arvutiga ühendumine nurjus.";
"Help" = "Abi";
/* In app How-to title */
"How-to" = "Juhis";
/* App name displayed on navbar */
"Impress Remote" = "Impressi pult";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Sobimatu IP-aadress";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Sisestatud IP-aadress pole sobival kujul.";
/* EditableTableViewCell placeholder */
"IP Address" = "IP-aadress";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Käivita Impress ja vali oma arvuti.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Nimi (valikuline)";
"New Server" = "Uus server";
"No, thanks" = "Ei, aitäh";
/* OK Button on Alert view */
"OK" = "Sobib";
/* backButton for Tutorial */
"Ok, thanks" = "Hästi, aitäh";
/* Pairing instruction title */
"Pairing" = "Ühendamine";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Ühendamisjuhised";
"Pairing Instructions Msg" = "1. Käivita arvutis LibreOffice Impress.\n\n2. Vali Eelistused - LibreOffice Impress - Üldine - lülita sisse: Kaugjuhtimispuldi lubamine.\n\n3. Vaata, et arvuti ja iOS-seade oleks ühendatud samasse WiFi-võrku.\n\n4. Kui arvutit automaatselt ei leita, sisesta selle IP-aadress käsitsi.\n\n5. Ühenda ja naudi kasutamist!\n\n";
/* Update button text in diffrent states */
"Pause" = "Paus";
"Please consider restart LibreOffice Impress on your computer." = "Käivita LibreOffice Impress arvutis uuesti.";
/* Popover option */
"Restart" = "Alusta uuesti";
"Resume from blank screen" = "Mine tühjalt ekraanilt edasi";
/* Popover option */
"Resume from blank Screen" = "Mine tühjalt ekraanilt edasi";
"Searching" = "Otsimine...";
/* Sidebar section header */
"Slides" = "Slaidid";
/* Update button text in diffrent states */
"Start" = "Alusta";
/* Popover option */
"Stop Presentation" = "Lõpeta esitlus";
/* Sidebar section header */
"Stop Watch" = "Stopper";
"Take a tour of iOS Impress Remote?" = "Kas soovid näha Impressi puldi tutvustust?";
/* Sidebar section header */
"Timer" = "Taimer";
"Yes" = "Jah";
